Repository: KahunaSystems/FindViewControl
Catalog: FindViewControl/SuppportingFIles/*.lproj/Localizable.strings
Languages: mr

source: Use Current Location
mr: वर्तमान स्थान वापरा

# filtersNavTitle
source: Filters
mr: फिल्टर

# selectAllButtonTitle
source: Select All
mr: सर्व निवडा

# unselectAllButtonTitle
source: Unselect All
mr: सर्व निवड रद्द करा

# noPlacesFoundTitle
source: No places found.
mr: कोणतीही ठिकाणे आढळली नाहीत.

# unableFindPlacesTitle
source: Unable to get places. Please try again.
mr: ठिकाणी प्राप्त करण्यात अक्षम. कृपया पुन्हा प्रयत्न करा.

# OKButtonLabel
source: OK
mr: ठीक आहे

# CancelButtonLabel
source: Cancel
mr: कॅन्सल﻿

# networkErrorTitle
source: Network Error
mr: नेटवर्क त्रुटी

# networkconnectionMsg
source: requires network access via Wi-Fi or cellular data. Please check your network connection and try again later.
mr: ला Wi-Fi किंवा सेल्युलर डेटा द्वारे नेटवर्क प्रवेश आवश्यक आहे. आपले नेटवर्क कनेक्शन तपासा आणि नंतर पुन्हा प्रयत्न करा.

# currentLocationText
source: Current Location
mr: वर्तमान स्थान

# defaultLocationText
source: Default Location
mr: डिफॉल्ट स्थान

# cacheLocationText
source: Cache Location
mr: कॅशे स्थान

# multipleLocHeaderText
source: Did You Mean?
mr: याचा अर्थ असा आहे का?

# goText
source: Find
mr: शोधणे

# gpsErrorTitle
source: Unable to get current location information
mr: वर्तमान स्थान माहिती मिळवण्यास असमर्थ

# gpsAeroplaneModeMsg
source: Please check your network connection or that you are not in aeroplane mode
mr: कृपया आपले नेटवर्क कनेक्शन तपासा किंवा आपण विमान मोडमध्ये नाहीत

# gpsErrorMsg
source: Please try after some time
mr: काही वेळानंतर प्रयत्न करा

# enterLocEmptyMsg
source: Please enter location
mr: कृपया स्थान प्रविष्ट करा

# locServiceDisabledMsg
source: Location Service Disabled
mr: स्थान सेवा बंद

# gpsDisabledMsg
source: To re-enable, please go to Settings and turn on Location Service
mr: पुन्हा-सुरु करण्यासाठी,कृपया सेटिंग्ज वर जा आणि स्थान सेवा चालू करा

# gatheringLocInfoHudTitle
source: Gathering Location Information
mr: स्थान माहिती गोळा करीत आहे

# errorCodeTitle
source: Error Code:
mr: त्रुटी कोड:
